{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "HDLAB-CONICET",
    "link": "",
    "text": "Ro DL"
  },
  "text": {
    "more": "En la Advertencia al lector de la edición de 1903 del Viaje al Río de la Plata Lafone Quevedo sostiene que Schmídel, el más conocido para nosotros de cuantos en el siglo XVI escribieron sobre la historia de la conquista y colonización del Río de la Plata, ha tenido la desgracia de ser el peor interpretado de todos ellos; y no sólo esto, sino también el de servir como original de muchos errores que se han hecho clásicos entre los escritores de las épocas posteriores. Sin embargo, treinta y cinco años más tarde Edmundo Wernicke probaría, en su traducción, que el lansquenete trasladaba su sistema fonético de forma apropiada para nombrar el nuevo universo ante sus ojos.\n\nLa presente edición digital parte del texto publicado por Cabaut y cía., buscando enriquecer la experiencia lectora con un mapa interactivo del itinerario de Schmidel desde Andorff (hoy, Amberes) a las tierras de sur de América, una edición digital enriquecida con anotaciones, y recursos de interés del orden de lo cualitativo y lo cuantitativo (notebooks, visualizaciones y un vocabulario controlado). ",
    "intro": "Viaje al Río de la Plata (1534-1554). Ulrich Schmidel",
    "title": "Personajes y pueblos originarios en Viaje al Río de la Plata de Ulrico Schmidel"
  },
  "legend": {
    "edgeLabel": "Source",
    "colorLabel": "Fancy",
    "nodeLabel": "Chapter"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "Label",
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": true,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}